export const RESPONSE_AGRESSIVE_PISS = [
	'Пісьнув тобі на картуза',
	'Оросив твоє чоло сечею',
	'Відправив транш сечовини тобі за щоку, перевіряй',
	'Пустив струмінь на твою блискучу маківку',
	'Насцяв тобі за шиворот, перевіряй',
	'Посцяв тобі на лице',
];


export const RESPONSE_AGRESSIVE = [
	...RESPONSE_AGRESSIVE_PISS,
	'Ти хуй',
	'Йди нахуй',
	'Затули пельку',
	'Поїж гівна',
	'Боже, яке ти вбоге',
	'Пішов нахуй',
];


export const RESPONSE_AGRESSIVE_RUSSIAN = [
	...RESPONSE_AGRESSIVE,
	'Російськомовна свинюко, заткнися',
	'Якого хуя не державною?',
	'Запетлися, москалику',
];


export const RESPONSE_AGRESSIVE_CONTINUATION = [
	'Твої висери лишень забавляють мене, продовжуй',
	'Ти пишеш такі жалюгідні речі що аж смішно читати',
	'Ти думаєш що мені справді не насрати не те що ти там пишеш?',
	'Кал Каличу, заспокойся, набрид вже',
	'Що ти там пукнув, вбогий?',
];


export const RESPONSE_AGRESSIVE_FINALE = [
	'Ти мене втомив. Йди нахуй',
	'Я передумав спілкуватись з тобою. Ти летиш в мут',
	'Хоча знаєш що... Я не буду розмовляти з креольскою свинюкою. Йди нахуй',
	'Насправді мені чхати на те що ти там думаєш, бувай, русофільске ти гівенце',
	'Шукай себе в "Креолах Жмеринки", вбогий. Чао какао',
];


export const INSULT_UKRAINIAN = [
	'лох',
	'хуй',
	'хуєсос',
	'хуїсос',
	'дурний',
	'ідіот',
	'підор',
	'підорас',
	'палій трави',
	'єбанько',
	'їбанько',
	'креол',
	'креон',
	'уїбан',
	'смокчи',
	'соси',
	'чмо',
];
